/* No comment provided by engineer. */
"CPU Speed (MHz)" = "プロセッサ速度 (MHz)";

/* No comment provided by engineer. */
"CPU Subtype" = "プロセッササブタイプ";

/* No comment provided by engineer. */
"CPU Type" = "プロセッサ名";

/* No comment provided by engineer. */
"Homepage" = "ホームページ";

/* No comment provided by engineer. */
"License" = "ライセンス";

/* No comment provided by engineer. */
"Mac Model" = "Macモデル";

/* No comment provided by engineer. */
"Memory (MB)" = "メモリ (MB)";

/* No comment provided by engineer. */
"Number of CPUs" = "プロセッサ数";

/* No comment provided by engineer. */
"OS Version" = "OSバージョン";

/* No comment provided by engineer. */
"Preferred Language" = "言語環境";

